{
    "1001": {
        "id": 1001,
        "name": "Aishwarya Rai",
        "wikki_url": "https://en.wikipedia.org/wiki/Aishwarya_Rai",
        "Aishwarya Rai": "Aishwarya Rai",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Aishwarya_Rai_Cannes_2017.jpg/220px-Aishwarya_Rai_Cannes_2017.jpg",
        "profile_description": "\n\nAishwarya Rai (born 1 November 1973), also known by her married name Aishwarya Rai Bachchan, is an Indian actress, model and the winner of the Miss World 1994 pageant. Through her successful acting career, she has established herself as one of the most popular and influential celebrities in India.\nWhile in college, Rai did a few modelling jobs. Following appearances in several television commercials, she entered the Miss India pageant, in which she placed second. She was then crowned Miss World 1994, after which she began receiving offers to act in film. She made her acting debut in Mani Ratnam's 1997 Tamil film Iruvar  and had her first Hindi film release in Aur Pyaar Ho Gaya that same year. Her first commercial success was the Tamil romantic drama Jeans (1998), following which she achieved wider success and won two Best Actress awards at Filmfare for her performances in Hum Dil De Chuke Sanam (1999) and Devdas (2002).\nRai garnered critical appreciation for portraying a passionate artist in the Tamil romance Kandukondain Kandukondain (2000), Tagore's heroine, Binodini, in the Bengali film Chokher Bali (2003), a depressed woman in the drama Raincoat (2004), Kiranjit Ahluwalia in the British drama film Provoked (2006), and a nurse in the drama Guzaarish (2010). Rai's greatest commercial successes have been the romance Mohabbatein (2000), the adventure film Dhoom 2 (2006), the historical romance Jodhaa Akbar (2008), the science fiction film Enthiran (2010), and the romantic drama Ae Dil Hai Mushkil (2016).\nRai married actor Abhishek Bachchan in 2007 with whom she has one daughter. Her off-screen roles include duties as a brand ambassador for several charity organisations and campaigns. She is a Goodwill Ambassador for the Joint United Nations Programme on AIDS (UNAIDS). In 2003, she was the first Indian actress to be a jury member at the Cannes Film Festival. She has one elder brother, Aditya Rai, who is an engineer in the merchant navy. Rai's movie Dil Ka Rishta (2003) was co-produced by her brother and co-written by her mother.\nIn 1991, Rai won an international supermodel contest (organised by Ford) and was eventually featured in the American edition of Vogue. The film, an adaptation of Maitreyi Devi's Bengali novel Na Hanyate, was directed by Sanjay Leela Bhansali and co-starred Salman Khan and Ajay Devgan. She played the main protagonist Nandini, a Gujarati woman who is forced into wedlock (with Devgan's character) despite being in love with another man (played by Khan). Bhansali cast Rai after he met her at the screening of a film and was impressed with her eyes. TheMovieReport.com praised Rai's performance over her co-actors and noted, \"Rai, in a luminous, award-winning performance (largely considered her big dramatic breakthrough—and justifiably so), fills in the conflicted emotional shades that Khan fails to bring with his one-dimensional presence\". Rai received a second Best Actress nomination that year at the Filmfare Awards ceremony.\nIn 2000, Rai starred in Kandukondain Kandukondain, a Tamil language adaptation of Jane Austen's novel Sense and Sensibility. Directed by Rajiv Menon, the film also starred Tabu, Mammooty and Ajith Kumar in prominent roles. Rai was cast as Meenakshi (based on the character of Marianne Dashwood), the younger sister of Tabu's character.\nRai next starred alongside Shah Rukh Khan and Chandrachur Singh in the action drama Josh. She portrayed Shirley Dias, the twin sister of Khan's character who falls in love with his arch enemy's brother (played by Singh).\nFollowing a leading role in the box-office flop Dhai Akshar Prem Ke, Rai took on a supporting role in Aditya Chopra's ensemble romance Mohabbatein. Rai's role was that of Megha Shankar, the daughter of Amitabh Bachchan's character who commits suicide after realising that her father will not accept her romance with one of his students (played by Shah Rukh Khan). Despite earning mixed reviews from film critics, Mohabbatein emerged as the second highest-grossing film of the year and earned Rai a Filmfare Award for Best Supporting Actress nomination. She played the role of Paro (Parvati), the love interest of the protagonist (played by Khan). The film was screened at the 2002 Cannes Film Festival and was featured by Time in their listing of the \"10 best films of the millennium\". The film emerged as a major international success with revenues of over ₹840 million (US$12 million).\nAfter the success of Chokher Bali, Rai returned to mainstream Hindi film with Rajkumar Santoshi's Khakee (2004), an action thriller featuring Amitabh Bachchan, Akshay Kumar, Ajay Devgan and Tusshar Kapoor. The film tells the story of five constables embroiled in a mystery surrounding a terrorist attack; Rai's role was that of Mahalakshmi, a gun moll. While filming for Khakee, Rai was accidentally hit by a running car, which resulted in the fracture of her left foot. In her next release, the romantic comedy Kyun! Ho Gaya Na..., Rai played Diya Malhotra, a university student who develops a one-sided attraction toward her friend Arjun Khanna (played by Vivek Oberoi). The film received positive to mixed comments from critics, but failed commercially.\nRai had two film releases in 2006, J P Dutta's Umrao Jaan and Yash Raj Films' Dhoom 2. The former, an adaptation of Mirza Hadi Ruswa's Urdu novel Umrao Jaan Ada (1905), tells the story of a doomed courtesan from 19th-century Lucknow. Rai played the titular role, a character famously played by Rekha in the first film adaptation of the novel. Reviewers, while comparing the film to its previous adaptation, were critical of the film as well as of Rai's performance. BBC noted, \"While only Aishwarya could emulate the grace and poise of Rekha, she doesn't quite capture the intensity of Umrao's abiding melancholy\", adding that \"Rai's incandescent beauty and artistry Though critically unsuccessful, the film was Rai's first major commercial success since Devdas; the film was declared a blockbuster, and became the highest grossing Indian film of 2006 with gross revenues of over ₹1.11 billion (US$15 million).\nAfter a series of films that under-performed either critically or commercially, Rai garnered both critical and box-office success with Ashutosh Gowariker's period romance Jodhaa Akbar (2008). The film narrates a partly fictionalised account of a marriage of convenience between the Mughal emperor Jalaluddin Muhammad Akbar (played by Hrithik Roshan) and the Rajput princess Jodha Bai (played by Rai). Rajeev Masand noted, \"Aishwarya Rai is wonderfully restrained and uses her eyes expertly to communicate so much, making this one of her finest outings on screen\". The film had gross earnings of ₹1.12 billion (US$16 million) and fetched Rai a Best Actress nomination at the Filmfare Awards ceremony.\nIn 2010, Rai was cast by Mani Ratnam in his bilingual modern-day adaptation of the Indian epic Ramayana. Her role was that of Ragini (modeled on Sita, the heroine of Ramayana), a woman married to the superintendent of police, who is kidnapped by a bandit. The Hindi version (Raavan) and the Tamil version (Raavanan) of the film were shot simultaneously and Rai played the same role in both the film versions.\nRai's next role was opposite Rajinikanth in the science fiction Tamil film Enthiran (2010), directed by S. Shankar. The film tells the story of Ethan Mascarenas, a former magician (played by Roshan) suffering from quadriplegia, who after years of struggle, files an appeal for euthanasia. Rai's role was that of Sophia D'Souza, Mascarenas' nurse, who is abused by her alcoholic husband. Due to her and Bhansali's prior associations, Rai agreed to the project before reading its script. A remake of the Korean thriller Seven Days (2007), the film saw Rai play the role of Anuradha Verma, a criminal lawyer who is forced to defend a rapist in exchange for her daughter's safety. Shubha Shetty-Saha of Mid Day criticised the film's unnecessary and intrusive melodrama and thought that Rai \"looks the part and even does a fairly decent job, barring certain emotional scenes where she clearly goes over the top\".\nIn 2016, Rai starred in Omung Kumar's biographical drama Sarbjit. The film is based on the life of Indian farmer Sarabjit Singh, who was convicted of terrorism by a Pakistani court, and how his sister Dalbir Kaur fought relentlessly for his release. Rai played the role of the sister of Sarabjit Singh (played by Randeep Hooda). The film earned over ₹440 million (US$6.1 million) worldwide against a production budget of ₹150 million (US$2.1 million). The film emerged as one of her most commercially successful with revenues of over ₹2 billion (US$28 million). Two years later, Rai played the part of a singer who is kidnapped by a troubled father in the unremarkable comedy-drama Fanney Khan (2018). An adaptation of the  Belgian film Everybody's Famous! (2000), the film co-starred Anil Kapoor and Rajkummar Rao.\nIn 1999, Rai began dating Bollywood actor Salman Khan; their relationship was often reported in the media until the couple separated in 2002. Rai cited \"abuse (verbal, physical and emotional), infidelity and indignity\" on the part of Khan as reasons for ending the relationship.\nThough they both appeared in Dhai Akshar Prem Ke (in which her then longtime boyfriend, Salman Khan, had a brief cameo) and Kuch Naa Kaho, Abhishek Bachchan fell in love with Rai whilst filming Dhoom 2.\nRai has received ten Filmfare Award nominations, and has won two Best Actress trophies for Hum Dil De Chuke Sanam (1999) and Devdas (2002). In 2012, she was awarded the Ordre des Arts et des Lettres (Chevalier), a national  order of France.\nAfrica Basetsana Makgalemele\nAmericas Irene Ferreira\nAsia & Oceania Aishwarya Rai\nCaribbean Anita Bush\nEurope Branka Bebić\nMiss Universe Sushmita Sen\nMiss World Aishwarya Rai\nMiss International Christina Lekka\n"
    },
    "1002": {
        "id": 1002,
        "name": "Katrina Kaif",
        "wikki_url": "https://en.wikipedia.org/wiki/Katrina_Kaif",
        "Katrina Kaif": "Katrina Kaif",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Katrina_Kaif_in_2018.jpg/220px-Katrina_Kaif_in_2018.jpg",
        "profile_description": "\nKatrina Kaif (pronounced , born Katrina Turquotte, 16 July 1983) is an English actress who works in Hindi films. Despite receiving mixed reviews from critics for her acting prowess, she has established herself in Bollywood and is one of India's highest-paid actresses.\nBorn in Hong Kong, Kaif and her family lived in several countries before she moved to London. She received her first modelling assignment as a teenager and later pursued a career as a fashion model. At a fashion show in London, filmmaker Kaizad Gustad spotted Kaif and decided to cast her in Boom (2003), a critical and commercial failure. While filming in India, Kaif received modelling assignments and established a successful modelling career. However, filmmakers were hesitant to cast her due to her poor command of Hindi. After appearing in the Telugu film, Malliswari (2004), Kaif earned commercial success in Bollywood with the romantic comedies Maine Pyaar Kyun Kiya? (2005) and Namastey London (2007). She followed with a series of box-office hits, but was criticised for her acting, repetitive roles and inclination to male-dominated films.\nKaif's performance in the terrorism drama New York (2009) was better received, earning her a Filmfare Award for Best Actress nomination. After roles in Ajab Prem Ki Ghazab Kahani (2009), Raajneeti (2010) and Zindagi Na Milegi Dobara (2011), she received her second Filmfare nomination for her performance in Mere Brother Ki Dulhan (2011). Kaif's highest-grossing films came with the spy thriller Ek Tha Tiger (2012) and its 2017 sequel, and the action thriller Dhoom 3 (2013), all of which rank among the highest-grossing Indian films of all time.\nIn addition to acting, Kaif is involved with her mother's charity and participates in stage shows. She is guarded about her personal life, which is a subject of media scrutiny, as is her background.\nKatrina Kaif was born in Hong Kong with her mother's surname Turquotte (also spelt Turcotte), on 16 July 1983. According to the actress, her father (Mohammed Kaif) is a British businessman of Kashmiri descent and her mother (Suzanne, also spelt Susanna) is an English lawyer and charity worker. She has seven siblings: three elder sisters (Stephanie, Christine, and Natasha), three younger sisters (Melissa, Sonia, and Isabel) and an elder brother, Michael. Boom (2003) had its first screening at the Cannes Film Festival, and was heavily promoted at the event. In one instance, Mahesh Bhatt replaced her with Tara Sharma in Saaya (2003) as he found her an \"inconsistent performer\".\nAfter the failure of her first Bollywood project, Kaif appeared in the Telugu film Malliswari (2004). With Daggubati Venkatesh, she played the title role of a princess forced to flee from her murderous caretaker. Kaif received a reported ₹7.5 million (US$100,000) for the film, the highest salary for a South Indian film actress at the time. Despite negative reviews for her acting, Malliswari was a profitable venture. With a worldwide revenue of ₹1.03 billion (US$14 million), the film was a major financial success.\nIn 2008, the actress had three releases, the first of which was Abbas-Mustan's action thriller Race, a story about two stepbrothers-turned-rivals who are in contention for their father's insurance money. Kaif played Saif Ali Khan's secretary, who is his stepbrother's (Akshaye Khanna) lover. Nikhat Kazmi was appreciative of the film, praising its \"super cool look After Race, Kaif rejoined Akshay Kumar in Anees Bazmee's action comedy Singh Is Kinng. The film earned ₹1.25 billion (US$17 million) worldwide, making it Kaif's sixth consecutive box-office success.\nAfter a string of films in which she was cast to add glamour, Kaif appeared in Kabir Khan's terrorism drama New York (2009). Kaif starred with Ranbir Kapoor in Rajkumar Santoshi's hit comedy, Ajab Prem Ki Ghazab Kahani (2009), as an orphan forced to marry a rich man. Set in Bhopal, the film described a fiercely fought election campaign by two parties attempting to seize power with manipulation, corruption and treachery. Although there was media speculation before the film's release that Kaif's character was based on Sonia Gandhi, the actress denied this. In preparation for her role as Indu (a politician loosely based on Draupadi), she watched Priyanka Gandhi's election campaign videos to study the body language and interaction of politicians. The film was highly successful at the box office, receiving a total collection of ₹1.4 billion (US$19 million).\nKaif collaborated with Akshay Kumar for the sixth time in the slapstick comedy Tees Maar Khan (2010). The film narrates the story of three friends on a bachelor trip, and how the workaholism of one was overcome with the help of Laila (Kaif). The film was a critical and commercial success.\nKaif then featured in Yash Raj Films' romantic comedy Mere Brother Ki Dulhan (2011) with Imran Khan and Ali Zafar,\nIn 2012, Kaif appeared in \"Chikni Chameli\", an item number in Agneepath that incorporated dance steps from the Lavani genre (a Maharashtrian folk dance). The song was filmed over a ten-day period With worldwide earnings of ₹3.1 billion (US$43 million), Ek Tha Tiger was the highest-grossing Bollywood film of the year. Commercially, the film proved a box-office hit with revenues of ₹2.11 billion (US$29 million) worldwide. Earning ₹5.42 billion (US$75 million) in box-office receipts, Dhoom 3 went on to become the highest-grossing Bollywood film of all time until it was surpassed by PK in 2014.\nKaif's next appearance was in Siddharth Anand's Bang Bang! (2014), a remake of the 2010 action comedy Knight and Day. She played a bank receptionist who unwittingly gets caught up with a secret agent (Hrithik Roshan). Raja Sen of Rediff.com was disappointed with her performance, describing it as \"insufferable\". Kaif was also a female lead, alongside Anushka Sharma, in Anand L Rai's Zero, playing an alcoholic actress and marking her second collaboration with Shah Rukh Khan and Sharma (after 2012's Jab Tak Hai Jaan). Hindustan Times reported in 2014 that she received ₹50 million (US$700,000) to ₹60 million (US$830,000) for each endorsement, making her one of India's highest-paid celebrity endorsers. In 2013, Kaif was ranked ninth on Forbes' list of India's best-known entertainers with an estimated annual income of ₹637.5 million (US$8.9 million). She is the first Bollywood star to be featured in Peruvian photographer Mario Testino’s Towel Series.\n\n"
    },
    "1003": {
        "id": 1003,
        "name": "Amitabh Bachchan",
        "wikki_url": "https://en.wikipedia.org/wiki/Amitabh_Bachchan",
        "Amitabh Bachchan": "Amitabh Bachchan",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Amitabh_Bachchan_December_2013.png/220px-Amitabh_Bachchan_December_2013.png",
        "profile_description": "\nAmitabh Bachchan (pronounced ; born 11 October 1942) is an Indian film actor, film producer, television host, occasional playback singer and former politician. He first gained popularity in the early 1970s for films such as Zanjeer, Deewaar and Sholay, and was dubbed India's \"angry young man\" for his on-screen roles in Bollywood. Referred to as the Shahenshah of Bollywood, Sadi ka Mahanayak (Hindi for, \"Greatest actor of the century\"), Star of the Millennium, or Big B, Beyond the Indian subcontinent, he also had a large overseas following in markets including Africa (such as South Africa), the Middle East (especially Egypt), and the former Soviet Union.\nBachchan has won numerous accolades in his career, including four National Film Awards as Best Actor and many awards at international film festivals and award ceremonies. He has won fifteen Filmfare Awards and is the most nominated performer in any major acting category at Filmfare, with 41 nominations overall. In addition to acting, Bachchan has worked as a playback singer, film producer and television presenter. He has hosted several seasons of the game show Kaun Banega Crorepati, India's version of the game show franchise, Who Wants to Be a Millionaire?. He also entered politics for a time in the 1980s.\nThe Government of India honoured him with the Padma Shri in 1984, the Padma Bhushan in 2001 and the Padma Vibhushan in 2015 for his contributions to the arts. The Government of France honoured him with its highest civilian honour, Knight of the Legion of Honour, in 2007 for his exceptional career in the world of cinema and beyond. Bachchan also made an appearance in a Hollywood film, Baz Luhrmann's The Great Gatsby (2013), in which he played a non-Indian Jewish character, Meyer Wolfsheim.\nBachchan was born in Allahabad.\nBachchan was initially named Inquilaab, inspired by the phrase Inquilab Zindabad (which translates into English as \"Long live the revolution\") popularly used during the Indian independence struggle. However, at the suggestion of fellow poet Sumitranandan Pant, Harivansh Rai changed the boy's name to Amitabh, which, according to a Times of India article, means \"the light that will never die\".\nAlthough his surname was Shrivastava, Amitabh's father had adopted the pen name Bachchan (\"child-like\" in colloquial Hindi), under which he published all of his works. directed by Khwaja Ahmad Abbas and featuring Utpal Dutt, Anwar Ali (brother of comedian Mehmood), Madhu and Jalal Agha.\nAnand (1971) followed, in which Bachchan starred alongside Rajesh Khanna. His role as a doctor with a cynical view of life garnered Bachchan his first Filmfare Best Supporting Actor award. He then played his first antagonist role as an infatuated lover-turned-murderer in Parwana (1971). Following Parwana were several films including Reshma Aur Shera (1971). During this time, he made a guest appearance in the film Guddi which starred his future wife Jaya Bhaduri. He narrated part of the film Bawarchi. In 1972 he made an appearance in the road action comedy Bombay to Goa directed by S. Ramanathan which was moderately successful.\nBachchan was struggling, seen as a \"failed newcomer\" who, by the age of 30, had twelve flops and only two hits (as a lead in Bombay to Goa and supporting role in Anand). Bachchan was soon discovered by screenwriter duo Salim-Javed, consisting of Salim Khan and Javed Akhtar. Salim Khan wrote the story, screenplay and script of Zanjeer (1973), and conceived the \"angry young man\" persona of the lead role. Javed Akhtar came on board as co-writer, It was the first of many collaborations between Salim-Javed and Amitabh Bachchan; Salim-Javed wrote many of their subsequent scripts with Bachchan in mind for the lead role, and insisted on him being cast for their later films, including blockbusters such as Deewaar (1975) and Sholay (1975). In that same year, the judges of the 50th annual Filmfare Awards awarded it with the special distinction award called the Filmfare Best Film of 50 Years.\nIn 1976, he was cast by Yash Chopra in the romantic family drama Kabhie Kabhie. Bachchan starred as a young poet, Amit Malhotra, who falls deeply in love with a beautiful young girl named Pooja (Rakhee Gulzar) who ends up marrying someone else (Shashi Kapoor). The film was notable for portraying Bachchan as a romantic hero, a far cry from his \"angry young man\" roles like Zanjeer and Deewar. The film evoked a favourable response from critics and audiences alike. Bachchan was again nominated for the Filmfare Best Actor Award for his role in the film. That same year he played a double role in the hit Adalat as father and son. In 1977, he won his first Filmfare Best Actor Award for his performance in Amar Akbar Anthony, in which he played the third lead opposite Vinod Khanna and Rishi Kapoor as Anthony Gonsalves. The film was the highest-grossing film of that year. His other successes that year include Parvarish and Khoon Pasina.\nHe once again resumed double roles in films such as Kasme Vaade (1978) as Amit and Shankar and Don (1978) playing the characters of Don, a leader of an underworld gang and his look-alike Vijay. His performance won him his second Filmfare Best Actor Award. He also gave towering performances in Yash Chopra's Trishul and Prakash Mehra's Muqaddar Ka Sikandar both of which earned him further Filmfare Best Actor nominations. 1978 is arguably considered his most successful year at the box office since all of his six releases the same year, namely Muqaddar Ka Sikandar, Trishul, Don, Kasme Vaade, Ganga Ki Saugandh and Besharam were massive successes, the former three being the consecutive highest-grossing films of the year, remarkably releasing within a couple of months of each other, a rare feat in Indian cinema. In 1981, he starred in Yash Chopra's melodrama film Silsila, where he starred alongside his wife Jaya and also Rekha. Other successful films of this period include Shaan (1980), Ram Balram (1980), Naseeb (1981), Lawaaris (1981), Kaalia (1981), Yaarana (1981), Barsaat Ki Ek Raat (1981) and Shakti (1982), also starring Dilip Kumar.\nIn 1982 he played double roles in the comedy Satte Pe Satta and action drama Desh Premee which succeeded at the box office along with mega hits like action comedy Namak Halaal, action drama Khud-Daar and the critically acclaimed drama Bemisal. He continued to give major box office hits like Coolie (1983), Andhaa Kanoon (1983), Sharaabi (1984), Mard (1985) and Aakhree Raasta (1986). Other releases during that year included Nastik, Andha Kanoon (in which he had an extended guest appearance) which were hits and Pukar was an average grosser\nLater, he was diagnosed with Myasthenia gravis. His illness made him feel weak both mentally and physically and he decided to quit films and venture into politics. At this time he became pessimistic, expressing concern with how a new film would be received, and stating before every release, \"Yeh film to flop hogi!\" (\"This film will flop\"). After the success of his comeback film however, his star power began to wane as all of his subsequent films like Jaadugar, Toofan and Main Azaad Hoon (all released in 1989) failed at the box office. Successes during this period like the crime drama Aaj Ka Arjun (1990) and action crime drama Hum (1991), for which he won his third Filmfare Best Actor Award, looked like they might reverse the trend, but this momentum was short-lived and his string of box office failures continued. Notably, despite the lack of hits, it was during this era that Bachchan won his first National Film Award for Best Actor for his performance as a Mafia don in the 1990 cult film Agneepath. These years would see his last on-screen appearances for some time. After the release of Khuda Gawah in 1992, Bachchan went into semi-retirement for five years. With the exception of the delayed release of Insaniyat (1994), which was also a box office failure, Bachchan did not appear in any new releases for five years.\nBachchan turned producer during his temporary retirement period, setting up Amitabh Bachchan Corporation, Ltd. (ABCL) in 1996. ABCL's strategy was to introduce products and services covering an entire cross-section of India's entertainment industry. ABCL's operations were mainstream commercial film production and distribution, audio cassettes and video discs, production and marketing of television software, and celebrity and event management.\nBachchan attempted to revive his acting career, and eventually had commercial success with Bade Miyan Chote Miyan (1998) and Major Saab (1998), and received positive reviews for Sooryavansham (1999), but other films such as Lal Baadshah (1999) and Hindustan Ki Kasam (1999) were box office failures.\nIn 2000, Amitabh Bachchan appeared in Yash Chopra's box-office hit, Mohabbatein, directed by Aditya Chopra. He played a stern, elder figure who rivalled the character of Shahrukh Khan. His role won him his third Filmfare Best Supporting Actor Award. Other hits followed, with Bachchan appearing as an older family patriarch in Ek Rishtaa: The Bond of Love (2001), Kabhi Khushi Kabhie Gham... (2001) and Baghban (2003). As an actor, he continued to perform in a range of characters, receiving critical praise for his performances in Aks (2001), Aankhen (2002), Kaante (2002), Khakee (2004) and Dev (2004).\nHis performance in Aks won him his first Filmfare Critics Award for Best Actor.\nOne project that did particularly well for Bachchan was Sanjay Leela Bhansali's Black (2005). The film starred Bachchan as an aging teacher of a deaf-blind girl and followed their relationship. His performance was unanimously praised by critics and audiences and won him his second National Film Award for Best Actor, his fourth Filmfare Best Actor Award and his second Filmfare Critics Award for Best Actor. Taking advantage of this resurgence, Amitabh began endorsing a variety of products and services, appearing in many television and billboard advertisements. In 2005 and 2006, he starred with his son Abhishek in the films Bunty Aur Babli (2005), the Godfather tribute Sarkar (2005), and Kabhi Alvida Naa Kehna (2006). All of them were successful at the box office. His later releases in 2006 and early 2007 were Baabul (2006), Ekalavya and Nishabd (2007), which failed to do well at the box office but his performances in each of them were praised by critics. A remake of his biggest hit, Sholay (1975), entitled Ram Gopal Varma Ki Aag, released in August of that same year and proved to be a major commercial failure in addition to its poor critical reception. A review in Daily News and Analysis (DNA) summarized Bachchan's performance as \"The heart and soul of Piku clearly belong to Amitabh Bachchan who is in his elements. His performance in Piku, without doubt, finds a place among the top 10 in his illustrious career.\" Writing for NDTV, Troy Ribeiro of Indo-Asian News Service (IANS) stated, 'Amitabh Bachchan as Deepak Sehgall, the aged defence lawyer, shines as always, in a restrained, but powerful performance. His histrionics come primarily in the form of his well-modulated baritone, conveying his emotions and of course, from the well-written lines.'\nIn 1984, Bachchan took a break from acting and briefly entered politics in support of long-time family friend, Rajiv Gandhi. He contested Allahabad's seat for the 8th Lok Sabha against H. N. Bahuguna, former Chief Minister of Uttar Pradesh and won by one of the highest victory margins in general election history (68.2% of the vote).\nIn 2000, Bachchan hosted the first season of Kaun Banega Crorepati (KBC), the Indian adaptation of the British television game show, Who Wants to Be a Millionaire?. The show was well received. Renowned film director Satyajit Ray was so impressed with Bachchan's voice that he decided to use Bachchan as the narrator in his 1977 film Shatranj Ke Khilari (The Chess Players). and he has given ₹2.5 lakh ($4,678) to the family of Delhi policeman Subhash Chand Tomar who died after succumbing to injuries during a protest against gang-rape after the 2012 Delhi gang rape case. In 2013, he and his family donated ₹25 lakh ($42,662) to a charitable trust, Plan India, that works for the betterment of young girls in India. He also donated ₹11 lakh ($18,771) to the Maharashtra Police Welfare Fund in 2013.\n"
    },
    "1004": {
        "id": 1004,
        "name": "Abhishek Bachchan",
        "wikki_url": "https://en.wikipedia.org/wiki/Abhishek_Bachchan",
        "Abhishek Bachchan": "Abhishek Bachchan",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Abhishek_Bachchan.jpg/220px-Abhishek_Bachchan.jpg",
        "profile_description": "\nAbhishek Bachchan (born 5 February 1976) is an Indian film actor and film producer known for his work in Bollywood. Part of the Bachchan family, he is the son of actors Amitabh Bachchan and Jaya Bachchan.\nBachchan made his acting debut in 2000 with J. P. Dutta's war film Refugee, and followed it by starring in over a dozen films which were both critical and commercial failures. His first commercial success came with the 2004 action film Dhoom, which changed his career prospects. Bachchan went on to earn critical appreciation for his performances in the dramas Yuva (2004), Sarkar (2005), and Kabhi Alvida Naa Kehna (2006), which won him three consecutive Filmfare Award for Best Supporting Actor. In 2007, he portrayed a character loosely based on Dhirubhai Ambani in Mani Ratnam's drama film Guru, which earned him a nomination for the Filmfare Award for Best Actor.\nBachchan has also played leading and supporting roles in several commercially successful comedies, including Bunty Aur Babli (2005), Bluffmaster! (2005), Dostana (2008), Bol Bachchan (2012), Happy New Year (2014), and Housefull 3 (2016). His highest-grossing releases include the action sequels Dhoom 2 (2006) and Dhoom 3 (2013).\nIn addition to his three Filmfare Awards, Bachchan has won a National Film Award for Best Feature Film in Hindi for producing the comedy-drama Paa (2009). Since 2007, he has been married to actress Aishwarya Rai, with whom he has a daughter.\nAbhishek Bachchan was born on 5 February 1976 in Mumbai to veteran actors of Hindi cinema, Amitabh Bachchan and Jaya Bachchan (ńee Bhaduri), an accomplished actress in her own right. His grandfather, Harivansh Rai Bachchan, was a noted poet of the Nayi Kavita Literary Movement of the Hindi literature and professor at the Allahabad University in Uttar Pradesh, while his grandmother, Teji Bachchan, was a social activist. The original surname of his family is Srivastava, Bachchan being the pen name used by his grandfather. However, when Amitabh entered films, he did so under his father's pen name. Bachchan is of Awadhi Kayastha heritage on his father's side,\nAfter Refugee, Bachchan starred in a series of poorly received films that failed to make a mark at the box office. However, his performance in Sooraj R. Barjatya's romantic dramedy Main Prem Ki Diwani Hoon (2003) earned him his first nomination for the Filmfare Award for Best Supporting Actor, and he went on to win the award the following year for his performance in Mani Ratnam's political drama Yuva (2004).\nBachchan better established himself in Hindi cinema playing a no-nonsense Mumbai police officer in the blockbuster action thriller Dhoom (2004), which also starred Uday Chopra, John Abraham, Esha Deol, and Rimi Sen in pivotal roles. His next two films were Phir Milenge (2004) and Naach (2004).\nBachchan's first release of 2005 was the crime comedy Bunty Aur Babli, which featured him and Rani Mukerji as the titular con artist duo who perform several successful heists and fall in love along the way. The film emerged as the second highest-grossing Bollywood film of 2005, and earned him a nomination for the Filmfare Award for Best Actor. This film also marked his first professional collaboration with his father Amitabh Bachchan, who played a police officer closely following the lead pair.\nBachchan was next seen in Ram Gopal Varma's political drama Sarkar, which was a moderate success at the box office. His performance as the morally upright son of a troubled politician (played by his father Amitabh Bachchan) earned him rave reviews from critics as well as his second consecutive Filmfare Award for Best Supporting Actor. His next two releases Dus (2005) and Bluffmaster! (2005) were both moderately successful, but did not earn much critical appreciation.\nBachchan won his third consecutive Filmfare Award for Best Supporting Actor for his performance in Karan Johar's critically acclaimed romantic drama Kabhi Alvida Naa Kehna (2006), which emerged as a moderate commercial success despite the fact that it dealt with the controversial subject of marital infidelity. Bachchan played the role of a man whose wife (Rani Mukerji) is unhappy with their marriage, and so begins an affair with a friend (Shahrukh Khan) who is also unhappy with his marriage to his wife (Preity Zinta).\nBachchan then starred opposite Aishwarya Rai in the period romance Umrao Jaan, a remake of the 1981 film of the same name starring Rekha and Farooq Sheikh in the lead roles. The film failed to earn the same level of appreciation as the original, and was also a commercial failure. He was next seen in Dhoom 2 (2006), which featured him and Uday Chopra reprising their roles from the original Dhoom (2004) joined by new cast members Hrithik Roshan, Aishwarya Rai, and Bipasha Basu. The film emerged as the highest-grossing Bollywood film of 2006, but some critics commented that Bachchan was \"reduced to a mere supporting player\" to his co-star Roshan.\nBachchan earned much critical acclaim for his performance in Mani Ratnam's Guru (2007), loosely based on the life of business magnate Dhirubhai Ambani.\" The film starred him alongside Aishwarya Rai Bachchan (their first professional collaboration after marriage), R. Madhavan, Mithun Chakraborty, Vidya Balan, and Arya Babbar.\nHis next release was the dance comedy Jhoom Barabar Jhoom (2007) alongside Preity Zinta, Bobby Deol, and Lara Dutta. Although the film failed at the Indian box office, it was a moderate success overseas. He was then seen playing a minor role in the female-centric drama Laaga Chunari Mein Daag (2007) as the love interest of the film's lead actress Rani Mukerji.\nBachchan's first release of 2008 was Ram Gopal Varma's Sarkar Raj, which featured him and his father Amitabh Bachchan reprising their roles from Sarkar (2005) while his wife Aishwarya Rai Bachchan entered the cast as a new addition. This film proved to be a major success at the box office, and earned him a nomination for the Filmfare Award for Best Supporting Actor. His next release was the fantasy adventure film Drona (2008), which was a major failure both critically and commercially.\nBachchan was next seen in Dostana (2008), a romantic comedy about two men (Bachchan and John Abraham) who pretend to be gay in order to be allowed to live with a girl (Priyanka Chopra), but then find that they have both fallen in love with her. The film was a major success at the box office, and earned him a nomination for the Filmfare Award for Best Actor.\nBachchan's first release of 2009 was Delhi-6, which received a lukewarm response from critics. Later that year he was seen in the family dramedy Paa, which he also produced. The film's plot centered on a boy (Amitabh Bachchan) who suffers from progeria whose parents were played by Abhishek Bachchan and Vidya Balan. For his work as a producer on the film, Bachchan earned the National Film Award for Best Feature Film in Hindi.\nBachchan experienced a brief setback in his career with four films that failed critically and commercially. These films were the thriller Raavan (2010), the social drama Khelein Hum Jee Jaan Sey (2010), the action thriller Game (2011) and the heist thriller Players (2012). Only Dum Maaro Dum did well\nBachchan then played the lead role in Rohit Shetty's comedy Bol Bachchan (2012), which was a major blockbuster at the box office despite receiving mixed reviews from critics. Film critic Anupama Chopra called Bachchan a \"good part of the film\" and also commented that he \"manages to sparkle even in a script that is lazy and determinedly lowbrow\". Bachchan received several awards for his role (Including Screen & IIFA).\nBachchan then appeared in Dhoom 3 (2013), which featured him and Uday Chopra reprising their roles from the previous two Dhoom films. In this installment of the series, they were joined by Aamir Khan and Katrina Kaif. While the film became a major blockbuster, most critics commented that Bachchan's performance was overshadowed by Khan's. though both of them had already appeared together in Dhai Akshar Prem Ke (in which her then longtime boyfriend, Salman Khan, made a brief cameo) and Kuch Naa Kaho. Bachchan and Rai announced their engagement on 14 January 2007 which was later confirmed by his father, Amitabh Bachchan.\nFor his roles in the films Yuva (2004), Sarkar (2006) and Kabhi Alvida Naa Kehna (2006), Bachchan won the Filmfare Award for Best Supporting Actor.\n"
    },
    "1005": {
        "id": 1005,
        "name": "Ronit Roy",
        "wikki_url": "https://en.wikipedia.org/wiki/Ronit_Roy",
        "Ronit Roy": "Ronit Roy",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Ronit_Roy.jpg/220px-Ronit_Roy.jpg",
        "profile_description": "\nRonit Roy (born 11 October 1965) is an Indian actor, known for his portrayal of Dharamraj Mahiyavanshi in Bandini, K.D. Pathak in Adaalat, Rishabh Bajaj in Kasautii Zindagii Kay, Mihir Virani in Kyunki Saas Bhi Kabhi Bahu Thi and Neil Khanna in Itna Karo Na Mujhe Pyar.\nHe is the eldest son of businessman, Brotin Bose Roy and Dolly Roy While Roy was keen to work in the film industry, Subhash Ghai persuaded him, not to pursue it due to the difficulties associated with it. Ronit worked as a management trainee at Mumbai's Sea Rock Hotel. To have experienced at all different levels, Ronit's work ranged from dish-washing and cleaning to serving tables and bar-tending. \nHe played the lead role in Jaan Tere Naam (1992) which was a commercial success. He starred with Aditya Pancholi and Kishori Shahane in Bomb Blast (1993).\nRonit received a call from Balaji Telefilms to offer him a part in the television serial Kammal. Due to the lack of any appealing movie offers, he accepted the offer. Before Kammal got started, Balaji Telefilms also offered Ronit an 8-week cameo in Kasautii Zindagii Kay as Rishabh Bajaj, a ruthless yet suave middle aged business tycoon. Ronit's impressive performance as Mr.Bajaj made him popular and landed him in Balaji Telefilms' Kyunki Saas Bhi Kabhi Bahu Thi as Mihir Virani, replacing Amar Upadhyay. He played the role of Dharamraj in NDTV Imagine's Bandini (2009-2011), which won him accolades for his astonishing portrayal of a crude and ruthless diamond merchant who is never defeated. He has also participated in Jhalak Dikhhla Jaa, a dance reality show in 2007, and another show, Yeh Hai Jalwa in 2008 as a contestant. He hosted the Kitchen Champions in 2010 which was on Colors TV.  He also starred in SET's courtroom drama Adaalat as K.D. Pathak, a sharp unique lawyer who only fights for the truth on Sony TV. He returned in the drama genre with Balaji Telefilms's  Itna Karo Na Mujhe Pyar as Dr.Nachiket Khanna, alias Neil K.\nAfter his success on TV, Ronit featured in more Bollywood movies in supporting roles. In 2010, he starred in the critically acclaimed film Udaan; his work was much praised and won him many best supporting actor awards. Udaan brought Ronit back to the movie scene. He next starred in films such as Anurag Kashyap's That Girl in Yellow Boots, Karan Johar's Student of the Year, Deepa Mehta's Midnight's Children, Sanjay Gupta's Shootout at Wadala (produced by Ekta Kapoor), and Anurag Kashyap's Ugly. Most recently, he appeared in the Akshay Kumar starrer BOSS and the Arjun Kapoor starrer 2 States in which his performance received much appreciation. He has also shared screen with Hrithik Roshan playing the role of an antagonist in the 2017 thriller Kaabil. He is currently doing ALTBalaji's Kehne Ko Humsafar Hain along with Mona Singh and Gurdeep Kohli.\nRonit owns Ace Security and Protection agency. It currently caters to Bollywood actors such as Salman Khan, Amitabh Bacchan, Mithun Chakraborty, Shahrukh Khan and Aamir Khan; also to Indian Premier League ex-Chairman and ex-Commissioner Lalit Modi and his son Ruchir Modi. Some of the movie projects that Ace Security and Protection have also lent their services to are Lagaan, Dil Chahta Hai, Yaadein, Na Tum Jano Na Hum, Saathiya, and Armaan.\nOn 25 December 2003, Ronit married actress and model Neelam Singh. Ronit is the father of three children – two daughters and one son. His elder daughter Ona (from his previous marriage) was born in 1991, and currently resides in the US. In May 2005, his and Neelam's first child, daughter Aador, was born. In October 2007, their son, Agastya Roy was born.\nRonit Roy won the Best Actor in a Negative Role Awards at Star Screen Awards and Zee Cine Awards for his role of an oppressive father in the movie Udaan (2010). He also won the Filmfare Award for Best Supporting Actor for same.\nHowever, he got bail within few hours and was released.\n"
    },
    "1006": {
        "id": 1006,
        "name": "Amit Sadh",
        "wikki_url": "https://en.wikipedia.org/wiki/Amit_Sadh",
        "Amit Sadh": "Amit Sadh",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Amit_Sadh_at_the_launch_of_Manasi_Scott%27s_album_%27Manasi_-_The_Ideal_Woman%27.jpg/220px-Amit_Sadh_at_the_launch_of_Manasi_Scott%27s_album_%27Manasi_-_The_Ideal_Woman%27.jpg",
        "profile_description": "\nAmit Sadh (born 5 June 1983) is an Indian actor. He played the role of Kshitij, a lawyer, in Shobna Desai's soap opera Durgesh Nandinii that aired on Sony Entertainment Television. Sadh had made his film debut with the 2010 horror film, Phoonk 2.\nSadh is known for his co-starring and supporting roles in such films as the drama Kai Po Che (2013), the comedy Guddu Rangeela (2015), and the political thriller Sarkar 3 (2017). He was a contestant in the reality show Bigg Boss in 2006.\nSadh was born on 5 June 1983 in Delhi.\nSadh participated in the original seasons of Nach Baliye and Bigg Boss as well as Fear Factor.\nAmit Sadh also worked in Kai Po Che!, which released in February 2013. He played the role of a priest's son, Omkar Shastri. He played the role of the businessman Aakash Oberoi in the film, Sultan alongside Salman Khan and Anushka Sharma. He also appeared in Gold as Raghubir Pratap Singh alongside Akshay Kumar\n"
    },
    "1007": {
        "id": 1007,
        "name": "Yami Gautam",
        "wikki_url": "https://en.wikipedia.org/wiki/Yami_Gautam",
        "Yami Gautam": "Yami Gautam",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Yami_Gautam_grace_the_ELLE_India_Graduates_2018_event_%2801%29_%28cropped%29.jpg/220px-Yami_Gautam_grace_the_ELLE_India_Graduates_2018_event_%2801%29_%28cropped%29.jpg",
        "profile_description": "\nYami Gautam (born 28 November 1988) is an Indian film actress\nHer following projects included the films Action Jackson (2014), Badlapur (2015), Sanam Re (2016) and Kaabil (2017).\nYami Gautam was born in a Brahman family in Bilaspur, Himachal Pradesh and was brought up in Chandigarh. She did her regular schooling, and later entered college to pursue a graduate degree in law honours. She had aspired to join Indian Administrative Services (IAS) as a young girl, but at the age of 20, Yami decided to start her acting career. Though she was pursuing studies in Law Honors (first-year PU Student of law), she left full-time studies for acting. Recently, she has been doing her part-time graduation from Mumbai.\n"
    },
    "1008": {
        "id": 1008,
        "name": "Ayushmann Khurrana",
        "wikki_url": "https://en.wikipedia.org/wiki/Ayushmann_Khurrana",
        "Ayushmann Khurrana": "Ayushmann Khurrana",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Ayushman_Khurana_walks_for_Manish_Malhotra_%26_Shaina_NC%27s_show_for_CPAA_23.jpg/220px-Ayushman_Khurana_walks_for_Manish_Malhotra_%26_Shaina_NC%27s_show_for_CPAA_23.jpg",
        "profile_description": "\nAyushmann Khurrana (born 14 September 1984) is an Indian actor, poet, singer, and television host. He has established a career in Hindi cinema and is the recipient of several awards, including two Filmfare Awards.\nKhurrana won the second season of  reality television show MTV Roadies in 2004 and ventured into an anchoring career. He made his film debut in 2012 with the romantic comedy Vicky Donor. His performance earned him several accolades including the Filmfare Award for Best Male Debut. Following a brief setback, he starred in the commercially and critically successful romance Dum Laga Ke Haisha. Khurrana went on to establish himself with the comedies Bareilly Ki Barfi (2017), Shubh Mangal Saavdhan (2017), and Badhaai Ho (2018), and the thriller Andhadhun (2018). He conceived and acted in street plays and won prizes in national college festivals such as Mood Indigo (IIT Bombay), OASIS (Birla Institute of Technology and Science, Pilani) and St. Bedes Shimla.\nHe followed by anchoring the IIFA Awards (2012), People's Choice Awards India (2012) and the Screen Awards (2013). Khurrana later appeared in a PETA ad campaign, encouraging pet owners to have their dogs and cats sterilized. The film managed to recover its production cost at the domestic box office, earning approx. ₹210 million (US$2.9 million).\nHis next release was Sharat Katariya-directed Dum Laga Ke Haisha (2015), which opened to strong reviews, whereas critics appreciated the acting of Ayushmann, the film was a major box office success under production of Yash Raj Films.\n\n"
    },
    "1009": {
        "id": 1009,
        "name": "Jackie Shroff",
        "wikki_url": "https://en.wikipedia.org/wiki/Jackie_Shroff",
        "Jackie Shroff": "Jackie Shroff",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Jackie_Shroff_graces_the_screening_of_Sonata.jpg/220px-Jackie_Shroff_graces_the_screening_of_Sonata.jpg",
        "profile_description": "\nJai Kishan Kakubhai \"Jackie\" Shroff (born 1 February 1957) is an Indian actor. He has been in the Hindi cinema (Bollywood) industry for almost four decades and as of  2017 has appeared in more than 220 films in eleven languages. (Hindi, Konkani, Kannada, Marathi, Oriya, Punjabi, Bengali, Malayalam, Tamil, Telugu, Bhojpuri, and Gujarati) He has won three Filmfare Awards among other accolades.\nShroff was born Jai Krishan Kakubhai Shroff in Udgir, Bombay State, India. His father, Kakulal Harilal Shroff, was a Gujarati Hindu and his mother, Amrita Kakulal (“Rita”) Shroff (née Hurunnisa Muratovna Mashurova), was an Uyghur from Kazakhstan. In an interview in 2017 with Rajya Sabha TV, Shroff described the circumstances in which his parents came to Mumbai. In the early 1900s, his grandmother, a Uyghur from Xinjiang, escaped to Ladakh as a refugee along with her seven daughters when there was a coup in their native land. They earned a subsistence by selling rice pearls (Yaarkandi), a Uyghur meal that originates from Yarkand, and were always travelling. They thus migrated to Lahore, thence to Delhi, and finally to Bombay. In Bombay, Shroff's mother met his father, who was an astrologer for Dhirubhai Ambani and Nattulal Ambani. An advertising agency accountant spotted him at the bus stand and asked him if he would be interested in modeling. The next day, Shroff went to the advertising agency (National advertising agency) located in the same building as Davar's college near Flora fountain for the photo shoot during his lunch time. This photo shoot for a suit shirt launched Shroff on his modelling path.  In 1982, Shroff made his acting debut in Dev Anand's\nNominated – Filmfare Award for Best Supporting Actor\nWon- Filmfare Short Film Award for Best Actor\n"
    },
    "1011": {
        "id": 1011,
        "name": "Salman_Khan",
        "wikki_url": "https://en.wikipedia.org/wiki/Salman_Khan",
        "Salman Khan": "Salman Khan",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Salman_Khan.jpg/220px-Salman_Khan.jpg",
        "profile_description": "\n\nAbdul Rashid Salim Salman Khan (born 27 December 1965),) is an Indian film actor, producer, occasional playback singer and television personality. In a film career spanning almost thirty years, Khan has received numerous awards, including two National Film Awards as a film producer, and two Filmfare Awards for acting.\nThe eldest son of screenwriter Salim Khan, Khan began his acting career with a supporting role in Biwi Ho To Aisi (1988) and achieved breakthrough with a leading role in Maine Pyar Kiya (1989). Khan went on to establish himself in Bollywood in the 1990s with roles in several top-grossing productions, including the romantic drama Hum Aapke Hain Koun..! (1994), the action thriller Karan Arjun (1995), the comedy Biwi No.1 (1999), and the family drama Hum Saath-Saath Hain (1999). After a brief period of decline in the 2000s, Khan achieved greater stardom in the 2010s by playing the lead role in successful films Dabangg (2010), Ready (2011), Ek Tha Tiger (2012), Kick (2014), Sultan (2016) and Tiger Zinda Hai (2017), all of which rank among the highest-grossing Indian films of all time. He's the only actor to star in the highest-grossing Bollywood films of ten separate years. He is currently out on bail while an appeal is being heard.\nKhan is the eldest son of screenwriter Salim Khan and his first wife Sushila Charak (who later adopted the name Salma Khan). His paternal ancestors were Alakozai Pashtuns\nKhan made his acting debut with a supporting role in the 1988 film Biwi Ho To Aisi in which his voice was dubbed by someone else. His first leading role in a Bollywood movie was in Sooraj R. Barjatya's romantic family drama Maine Pyar Kiya (1989), one of India's highest-grossing films. Earning over ₹1.35 billion (US$19 million) worldwide, the film became the biggest Bollywood hit of the year. It is one of the films on Box Office India's list of \"Biggest Blockbusters Ever in Hindi Cinema\".\nIn 1999, Khan starred in three films: Hum Saath-Saath Hain: We Stand United and Biwi No.1, (the two highest-grossing films that year) In 2002 he starred in the delayed release Hum Tumhare Hain Sanam.\nFor Tere Naam, (2003) Taran Adarsh said of him, \"Salman Khan is exceptional in a role that fits him to the T. He breathes fire in sequences that demand uneasiness. But beneath the tough exterior lies a vulnerable person and this facet in particular comes to the fore in the latter reels. His emotional outbursts are splendid...\" He subsequently continued his success at the box office with comedies like Mujhse Shaadi Karogi (2004) and No Entry (2005). He next appeared in Bodyguard, a remake of the 2010 Malayalam film of the same name. The film was not well received by critics, though it became a financial success, with a domestic total of 1,409.5 million (US$26 million)—India's highest-earning film of the year. The film went on to break the opening day box office record with a collection of ₹312.3 million (US$4.3 million) and became the second Bollywood film to gross over ₹3 billion (US$42 million) worldwide, behind only 3 Idiots, with an eventual gross of ₹3.1 billion (US$43 million). The film also broke the records of Opening weekend net gross (First 3 Days of Release), Opening week net gross (First 7 Days of Release) and entered the 100 crore club within just 5 days of release, breaking Khan's own record set by Bodyguard in 7 Days.\nKhan's second release of 2012 is Dabangg 2, which is the sequel of Dabangg, under the production of Arbaaz Khan. Upon release, the film netted an excellent ₹192.1 million (US$2.7 million) on its opening day and became the biggest opener for a non-holiday Friday in India, beating the previous record held by Don 2, and collected ₹582.6 million (US$8.1 million), beating the previous three-day record set by Ek Tha Tiger. Dabangg 2 eventually emerged as a huge financial success with revenues of ₹2.5 billion (US$35 million) globally.\nKhan's first film of 2015, Bajrangi Bhaijaan, which was released on Eid, received positive reviews from critics and the public and broke several box office records upon release. The film set an all-time weekend record collecting ₹1.02 billion (US$14 million) on its first weekend at domestic box offices and became Khan's eighth consecutive film to gross over 100 crores. The film, grossing ₹1.84 billion (US$26 million) on its first week beat the previous record of PK. while his second film, Prem Ratan Dhan Payo, a Diwali release received mixed reviews from critics and the public and broke several box office records upon release. The film became the ninth consecutive film of Salman Khan to gross over 100 crores. The film grossed ₹1.73 billion (US$27 million) on its first week. As of 25 November, the film collected ₹2.01 billion. With this, khan become the only actor to give three back-to-back movies which collected more than ₹200 crore (US$28 million) net domestically. He became the only actor to collect over ₹5 billion (US$70 million) domestic net in a single year in India. and grossed approximately ₹36.54 crore (US$5.1 million) on its opening day. The film also collected another ₹74.86 (US$1.00) on its first weekend, bringing its total first week collections to an approximate of ₹208 crore (US$29 million). By the end of its second week, the film had grossed an estimated ₹278 crore (US$39 million) As of 9 August, the film grossed ₹583.26 crore (US$81 million) worldwide.  As of 23 January 2018, the film has grossed ₹552 crore (US$77 million) worldwide, including ₹427.67 crore (US$60 million) in India and ₹122.98 crore (US$17 million) overseas.\nIn 2011, he launched his own production company, called SKBH Productions (Salman Khan Being Human Productions). Money generated from film productions will be donated to the Being Human organisation. The first film made under the banner was the kids' entertainer Chillar Party, which went on to win 3 National Awards for Best Children's film, Best Original Screenplay and Child Artist's Award. SKBH Productions next film will be Shikshanachya Aaicha Gho, a remake directed by Mahesh Manjrekar.\nIn 2014, he launched another production house called SKF (Salman Khan Films). The first film released under this banner was the Canadian film Dr. Cabbie. The film earned $350,452 on its opening day at the box office and Dr. Cabbie became the second highest-grossing film in Canada. The next films under this banner were Hero, in which he also sang the title song \"Hero\" Khan is also the brand ambassador of civic body Bombay Municipal Corporation's (BMC) drive against open defecation in Mumbai,\nIn 2011, he launched his own production company called SKBH Productions (Salman Khan Being Human Productions). Money which will be generated from film productions will be donated to Being Human. The first film made under the banner was the kids' entertainer Chillar Party, which went on to win 3 National Awards for Best Children's film, Best Original Screenplay and Child Artist's Award.\nIn January 2012, Khan offered to pay ₹4 million (US$56,000) to release about 400 prisoners from about 63 prisons in the state of Uttar Pradesh via his NGO. The prisoners had completed their terms, but due to economic reasons, they were unable to pay legal fines for their charges.\nKhan identifies as both Hindu and Muslim, commenting that, “I’m Hindu and Muslim both. I’m Bharatiya (an Indian)”. He also became the only actor to collect over ₹5.00 billion (US$70 million) domestic net in a single year in India.  In 2007, Salman spent a week in Jodhpur jail before the court granted him bail. In addition to the accusations of poaching of endangered antelopes under the Wildlife (Protection) Act, a case under sections 3/25 and 3/27 of the Arms Act was filed against Khan for allegedly keeping and using firearms with an expired licence.\nOn September 2016, Khan made a statement saying that, \"They (Pakistani actors) are artists not terrorists. It’s the government who gives them permits and visas\".\nKhan won numerous awards including two National Film Awards and two Filmfare Awards.\nKhan has sung the following Hindi songs for Bollywood films:\n"
    }
}